
{
  "howItWorksPage": {
    "title": "Cómo Funciona",
    "step1": {
      "title": "1. Crea y Personaliza Tu Página",
      "description": [
        "Da vida a tu idea en minutos. Empieza eligiendo entre docenas de plantillas pre-construidas adaptadas a tu objetivo específico, ya sea vender un producto, realizar una recaudación de fondos o reservar citas. Nuestro intuitivo editor sin código te da el control total.",
        "- **Personaliza Todo:** Cambia textos, sube tu propio logo y selecciona un tema que se ajuste perfectamente a la identidad de tu marca.",
        "- **Establece Tu Precio:** Configura pagos únicos, suscripciones recurrentes o incluso deja que tus clientes pongan su propio precio para donaciones.",
        "- **Añade Campos Personalizados:** ¿Necesitas recoger una talla de camiseta, el nombre de un asistente o instrucciones especiales? Añade fácilmente campos personalizados a tu formulario de pago."
      ]
    },
    "step2": {
      "title": "2. Recibe Pagos de Forma Segura con Stripe",
      "description": [
        "Los pagos se procesan a través de la infraestructura segura de clase mundial de Stripe, dando tranquilidad a tus clientes. No retenemos tus fondos, van directamente a tu cuenta de Stripe conectada.",
        "- **Pagos Globales:** Acepta pagos de cualquier persona, en cualquier lugar, en más de 135 monedas.",
        "- **Múltiples Métodos:** Ofrece tarjetas de crédito, Apple Pay, Google Pay y métodos de pago locales como iDEAL o Bancontact automáticamente.",
        "- **Checkout Personalizable:** Configura la recaudación de impuestos, las tarifas de envío y los códigos de promoción para que se ajusten a las necesidades de tu negocio."
      ]
    },
    "step3": {
      "title": "3. Comparte Tu Enlace o Código QR",
      "description": [
        "Una vez que tu página está lista, generamos un enlace único y compartible y un código QR escaneable. Compartir es la clave para llegar a tu audiencia.",
        "- **Un Enlace, Muchos Lugares:** Publícalo en redes sociales, añádelo a tu link-en-bio, envíalo por correo electrónico o imprímelo en folletos y carteles.",
        "- **Pagar por Texto:** Para una máxima comodidad, los clientes pueden enviar por texto un código corto y único a tu número para recibir un enlace directo a tu página de pago.",
        "- **Primero Móvil:** Cada página es perfectamente responsiva, asegurando una experiencia impecable ya sea que tu cliente esté en un ordenador o un smartphone."
      ]
    },
    "step4": {
      "title": "4. Verifica con Capa de Autenticidad (Simulado)",
      "description": [
        "Para artículos reclamables como entradas o pases de acceso, nuestra plataforma genera una prueba criptográfica única de autenticidad para cada compra. Esto añade una capa de seguridad y confianza tanto para ti como para tus clientes.",
        "- **Seguro y Único:** Cada sesión obtiene un código de acceso único y un hash SHA-256 correspondiente.",
        "- **Públicamente Verificable:** Estas pruebas se agrupan y se anclan a una Raíz de Merkle de una blockchain (simulada). Cualquiera puede usar el código de acceso para verificar públicamente la autenticidad y el estado del artículo.",
        "- **Prevenir el Fraude:** El sistema rastrea el estado de cada artículo (p. ej., 'Pagado', 'Canjeado', 'Revocado'), evitando el uso duplicado y asegurando que cada código sea válido."
      ]
    }
  }
}
